{
  "intermediate_block": 1,
  "summary": "Problématique : Déploiement et analyse des technologies numériques dans l'enseignement secondaire en France. Les problèmes abordés incluent le développement de cartables numériques, la réussite en éducation numérique, et le déploiement de systèmes d'éducation numérique dans des contextes complexes.\n\n   Méthode : Études de cas, analyses de documents institutionnels, entretiens semi-dirigés et étude systémique ont été utilisées pour aborder ces problématiques.\n\n   Résultats :\n\n   - Les opérations TICE sont caractérisées par une multiplicité de partenaires et un déclenchement centralisé qui échappe aux acteurs de terrain. L'opération à Grenoble est le fruit d'un partenariat entre la recherche universitaire, les collectivités locales et le Rectorat de l'Académie. Elle concerne 17 collèges équipés de machines nomades communicantes pourvues d'un environnement logiciel. Les exemples d'usages sont connus pour être insuffisants, et l'acceptabilité sociale n'est pas posée ni abordée dans la généralisation des technologies numériques dans les écoles.\n\n   - Une hypothèse est que les décisions prises par les acteurs reposent sur une évaluation explicite ou implicite de la plus-value démontrée par l'expérimentation, étudiée principalement selon le point de vue théorique d'une « rationalité en valeurs ». L'acceptabilité sociale est considérée comme une clé de la généralisation des usages des TICE. La sociologie de la traduction est proposée comme un cadre théorique adéquat pour étudier l'impact potentiel de l'innovation technoscientifique sur les différents protagonistes.\n\n   - Le système de l'opération cartable est structuré autour du projet des bureaux virtuels (ENT) mis en place par le Ministère de l'Éducation Nationale depuis 2001, qui englobe la notion de cartable numérique. L'initiative financière provient de la collectivité, mais c'est sous l'impulsion de recherches menées à l'Université de Savoie que le projet d'environnement numérique de travail est élaboré. La mise en place du projet pédagogique numérique dans un contexte complexe impliquant des partenaires tels que le Rectorat et l'Inspection Académique, mais sans l'IUFM, est difficile pour les enseignants qui sont à la croisée d'intérêts où le pédagogique n'occupe pas toujours la première place.\n\n   - La complexité de l'entreprise, son coût et la répartition des compétences font du projet d'ENT un système partenarial inédit. Les objectifs multiples et divers amènent à s'interroger sur la nature des objectifs : le développement des réseaux haut débit constitue-t-il un objectif ou un moyen intermédiaire pour un autre but ? Le développement des TICE vise-t-il une meilleure formation des futurs actifs –l'enjeu étant alors économique- ou la réduction des inégalités, et l'enjeu est alors social. Cette multiplicité d'objectifs peut aussi limiter la crédibilité de la politique de mise en œuvre des TICE."
}