{
  "intermediate_block": 2,
  "summary": "**Problématique : Impact des TIC et leur intégration dans l'éducation publique française**\n\n   **Méthode :** Analyse de la littérature, opinions d'enseignants, chercheurs et associations de parents; étude sociologique de la communauté éducative; analyse de textes politiques et économiques.\n\n   **Thématique 1 : Les motivations politiques des Conseils Généraux et leur impact sur les choix pris dans le cadre du projet « Cartable électronique® »**\n      - Les motivations politiques des Conseils Généraux peuvent influencer les choix pris en matière de projets TIC.\n      - La logique éducative peut être modifiée par les impératifs de communication des autorités locales.\n      - Les concepteurs voient le « Cartable » comme un moyen de décloisonner l'école, tandis que la collectivité peut perdre intérêt pour le projet s'il n'a pas d'incidence économique.\n      - La marge de manœuvre de l'Académie est restreinte en raison du transfert de compétences de l'État vers les départements, ce qui peut compromettre la réussite des projets TIC.\n      - Les enseignants peuvent être mis sous pression par les élus et l'administration locale sans toujours être volontaires pour participer aux projets TIC.\n\n   **Thématique 2 : Évaluation de la performance du Cartable électronique dans le cadre d'un projet pédagogique**\n      - L'évaluation a révélé des ambiguïtés et faiblesses dans le montage du projet, ainsi qu'une perte de confiance générale en la capacité des institutions à gérer ce type d'entreprise.\n      - Les difficultés juridiques et financières ont conduit à des blocages, rendant les « Cartables savoyards » inutilisables.\n      - L'année scolaire suivante a révélé que les moyens mis en œuvre par le rectorat n'ont pas notablement varié et que les choix effectués par les collectivités ont entraîné des difficultés juridiques et financières.\n\n   **Thématique 3 : Valeurs de l'école, UNIVERS des TIC**\n      - Une étude sociologique a été menée pour déterminer dans quelle mesure le système de valeurs de la communauté éducative pourrait être étranger aux valeurs associées aux TIC dans un contexte économique et politique.\n      - L'objectif était d'apporter un éclairage sur l'acceptabilité sociale de l'expérience étudiée et plus largement des TICE.\n\n   **Thématique 4 : Les valeurs dans l'école française et leurs évolutions en contexte contemporain**\n      - Les valeurs sont considérées comme essentielles dans l'école française, avec un système de jugement fondé sur des principes concrets accessibles et des critères de jugement.\n      - L'école se trouve aujourd'hui prise entre les valeurs traditionnelles et des valeurs plus récentes telles que l'utilité et l'efficacité, ce qui peut faire redouter certaines dérives.\n\n   **Thématique 5 : Origine économique et politique des TIC dans l'éducation**\n      - Les sphères économiques sont les principaux promoteurs du développement des TIC dans l'éducation, motivés par la croissance, productivité et performance des entreprises.\n      - L'argument d'une \"plus-value\" pédagogique mécaniquement liée à l'introduction des TIC est fragile, car les efforts requis sont précisément ceux que l'Éducation Nationale aura beaucoup de peine à réunir.\n      - Le « Plan Réso 2007 » est la référence systématique des opérations TIC, mais il ne repose sur aucune théorie pédagog"
}