{
  "summary": "**Introduction** :\n   Ce document se concentre sur deux études ayant pour but d'intégrer efficacement les logiciels outils dans la pédagogique ainsi que la gestion des documents techniques par les stagiaires. Le premier chapitre présente l'utilisation de NANOBUREAUTIQUE et NANOTEXT, qui ont permis à 134 personnes d'acquérir ou améliorer diverses compétences telles que l'écriture structurée et professionnelle, la grammaire, la syntaxe et l'orthographe. Le second chapitre décrit une méthode pour écrire des documents techniques en utilisant un outil de traitement de texte ainsi qu'une introduction à la fonction \"retour à la ligne\" sur ordinateur.\n\n   **Points clés** :\n   1. Étude par Marie-Thérèse Janot, Hamid Labbas et Bernard Obled (1989) a permis d'identifier des stratégies pour intégrer efficacement les outils dans les pratiques pédagogiques en mettant l'accent sur la collaboration entre enseignants et élèves.\n   2. L'utilisation de logiciels comme NANOBUREAUTIQUE permet une initiation à la bureautique, au mode de pensée informatique et aux modes de pensée liés à l'informatique sans apprendre la syntaxe d'un langage.\n   3. Les stagiaires ont été formés en utilisant NANOBUREAUTIQUE dans des projets centrés sur la production de journaux, de compte-rendus et d'affiches.\n   4. La méthode pour écrire des documents techniques en utilisant un outil de traitement de texte a permis aux stagiaires de s'habituer à l'organisation du travail et de la préparation de chaque phase avec soin.\n   5. Les nouveaux outils tels que sauvegarde, auto-correction, tabulation, caractères gras et soulignage ont été introduits dans le travail des stagiaires.\n   6. Le document produit est Le Bulletin de l'EPI, Logiciels et Outils en Pédagogie (document n°3 et n°6).\n\n   **Conclusion** :\n   Les études présentées dans ce document ont permis à 134 personnes d'acquérir ou améliorer diverses compétences telles que l'écriture structurée et professionnelle, la grammaire, la syntaxe et l'orthographe. Elles ont également permis aux stagiaires de s'habituer à l'organisation du travail et de la préparation de chaque phase avec soin en utilisant des outils tels que sauvegarde, auto-correction, tabulation, caractères gras et soulignage. Enfin, le document produit est Le Bulletin de l'EPI, Logiciels et Outils en Pédagogie (document n°3 et n°6)."
}