{
  "bloc": 11,
  "summary": "Problématique : L'étude de la communauté d'un collège impliqué dans l'action de gestion des TIC (Technologies de l'Information et de la Communication) pour évaluer si les réticences de certains acteurs sont un indice de plausibilité de l'hypothèse d'un freinage lié aux aspects systémiques de l'opération.\n\nMéthode : Enquête de terrain, entretiens avec des enseignants pour valider les hypothèses théoriques précédentes et confronter à l'expérience l'hypothèse d'un freinage lié aux aspects systémiques de l'opération.\n\nRésultats : Les entretiens ont révélé une communauté éducative structurée par un consensus fort sur des valeurs phare, mais avec un grand pragmatisme tempérant leurs avis. Les opinions réservées sur la pertinence de gestion de l'opération confortent notre approche. L'égalité, la justice, la gratuité, la défense des valeurs collectives et des savoirs semblent intangibles, mais l'utilité, l'efficacité et certaines des valeurs issues des conceptions « managériales » sont également acceptées. Il semble que cette acceptation se fasse à contre cœur et que l'argument essentiel soit imposé par la conjoncture du travail plutôt que par des convictions. La question de la marchandisation ne semble pas encore d'actualité aux enseignants rencontrés.\n\nConclusion : Les entretiens ont permis de confronter à l'expérience l'hypothèse d'un freinage lié aux aspects systémiques de l'opération, et il ressort qu'ils se trouvent pris dans un imbroglio où la place des aspects juridiques, financiers, économiques et politiques est prépondérante. Il est clair que leur motivation en est affectée, et que l'intérêt des collègues qui les observent en est fortement réduit. La crédibilité et la cohérence de ce type d'opération intéresse d'autres partenaires, les éditeurs en particulier, en attente d'un modèle économique viable.\n\nPerspectives : Il semble que les possibilités d'une extension efficace ne puissent provenir que d'une clarification très nette des valeurs et missions de l'école ou du système éducatif pour s'emparer des TIC pour servir ses propres objectifs. Il reste à étendre cette étude vers les autres opérations nationales de même type afin de déterminer les",
  "source_pdf": "https://edutice.hal.science/edutice-00001410v1/document",
  "score": 0.7922,
  "translated": false
}