{
  "intermediate_block": 1,
  "summary": "Problématique : Intégration de la visioconférence dans l'enseignement scolaire et universitaire\n\n Méthode : Recherche exploratoire en collaboration avec des équipes d'enseignants issus d'établissements équipés ou en voie d'équipement.\n   - Étude de différents types d'usage éducatif de la visioconférence, avec un focus sur les \"meubles\" (dispositifs de communication de groupes à groupes), pour optimiser l'enseignement et remplir les objectifs disciplinaires.\n   - Analyse de la disposition des acteurs, étude des usages éducatifs de la visioconférence, expérimentations dans un contexte collectif.\n   - Recensement et évaluation de visioconférences organisées par les établissements, observation de ses modalités de communication, identification des conditions matérielles et pédagogiques nécessaires à son intégration.\n\n Résultats :\n   - La visioconférence est relativement facile à utiliser pour les enseignants peu férus de technologies, coûtant entre 100 et 150 KF. La qualité de l'image est suffisante même à 128 Kb/s, mais la multiplication des accès peut augmenter les coûts inacceptablement pour un établissement.\n   - Deux catégories d'enseignants : ceux qui rejettent le système et ceux qui se montrent favorables. Les élèves manifestent un grand intérêt pour les échanges par visioconférence, perçue comme une rupture avec les pratiques courantes des établissements.\n   - La configuration en cercle ou en fer à cheval est recommandée pour les séances de visioconférence. L'usage scolaire de la visioconférence est complexe et efficace uniquement si des procédures originales de travail sont mises en œuvre.\n   - Les sujets strictement scolaires passent au second plan de l'intérêt spontané des élèves, notamment si l'activité visioconférence se démarque des exigences scolaires habituelles. La visioconférence est perçue par les élèves comme un dispositif échappant aux règles d'évaluation inhérentes aux activités scolaires ordinaires et a tendance à être désintéressée sauf quand ils interviennent personnellement.\n   - La visioconférence est, pour les élèves, d'abord un jeu. Les intérêts et acquis varient suivant les situations choisies, mais des règles générales peuvent être isolées : la configuration en cercle ou en fer à cheval est recommandée pour les séances de visioconférence, l'usage scolaire de la visioconférence est complexe et efficace uniquement si des procédures originales de travail sont mises en œuvre. Les sujets strictement scolaires passent au second plan de l'intérêt spontané des élèves, notamment si l'activité visioconférence se démarque des exigences scolaires habituelles."
}