{
  "intermediate_block": 2,
  "summary": "**Problématique : Utilisation de la visioconférence dans l'enseignement scolaire pour améliorer la communication et la motivation des élèves.**\n\n**Méthode :** Adoption de modalités de travail en groupe, préparation et exploitation de la séance de visioconférence, animation des débats par l'enseignant, formation des enseignants sur les compétences de communication médiatisée.\n\n**Structure :**\n1. Difficultés rencontrées lors de la communication à distance.\n   - Analyse des difficultés.\n   - Établissement d'un référentiel commun et un niveau suffisant de connaissance dans le domaine abordé.\n\n2. Interactions efficaces en visioconférence.\n   - Limites de l'interactivité et de la spontanéité de la communication médiatisée.\n   - Importance d'une préparation méticuleuse pour une visioconférence efficace.\n   - Demande à tout intervenant extérieur soit de découper son intervention en courtes périodes suivies de questions des élèves, soit de se mettre en situation de répondre aux questions des élèves.\n\n3. Organisation de visioconférences efficaces en milieu scolaire.\n   - Nécessité d'une structure précise pour la communication.\n   - Adaptabilité du scénario aux réactions des élèves.\n   - Importance de la participation de tous les élèves d'une classe à effectif élevé.\n   - Mise en place de procédure de travail de groupes en classe pour l'utilisation régulière et performante de la visioconférence.\n\n4. Développement des compétences de communication médiatisée des élèves.\n   - L'acceptation des contraintes impliquées par la visioconférence par les enseignants.\n   - La mise en œuvre d'une pédagogie faisant une large part à la communication.\n   - Une étroite collaboration entre les groupes en communication.\n   - Détermination explicite des objectifs des échanges.\n   - Le partage d'un référentiel commun par les groupes en communication.\n   - L'intérêt de tous les membres de chaque groupe pour le déroulement des séances.\n\n5. Intégration réussie de la visioconférence dans l'enseignement.\n   - Les élèves doivent sentir qu'ils sont impliqués dans une situation réelle de communication pour être motivés.\n   - L'enseignant reste le garant essentiel des apprentissages et doit adapter ses interventions selon le déroulement constaté.\n   - Les compétences de communication des élèves doivent être développées.\n   - Le contenu des interventions et des débats doit correspondre au niveau attendu par tout enseignant.\n\n6. Utilisation régulière de visioconférence pédagogiquement communicative, centrée sur l'élève et ses expériences, pour encourager le désir d'apprendre.\n   - La visioconférence peut être un outil pédagogique intéressant mais complexe à utiliser.\n   - Son intégration réussie dans l'enseignement entraîne des modifications substantielles de l'acte d'enseignement."
}