{
  "intermediate_block": 2,
  "summary": "Problème : Les virus informatiques se cachant dans des programmes exécutables, se servant de la difficulté de leur détection car le programme infecté n'est pas toujours exécuté fréquemment.\n\n   Méthode : Les techniques proposées pour combattre les virus comprennent :\n   1. Utilisation d'une disquette DOS saine et recopie de COMMAND.COM original, en conservant la structure des disquettes ou des disques dur composée de deux faces (0 et 1) avec 40 pistes chacune, chaque piste contenant 9 secteurs de 512 octets. Certains secteurs sont réservés, notamment le secteur BOOT qui contient des informations utiles pour comprendre la structure des supports.\n   2. Detection de fichiers système (IO.SYS et MSDOS.SYS) à l'initialisation du disque, chargés et exécutés si présents. Une table d'allocation décrit chaque granule de secteurs indiquant leur état (libre, occupé ou défaut). Le directory contient la liste des fichiers, leur date et heure de création, longueur etc.\n   3. Pour implanter un \"boot virus\", le secteur logique 0 d'une disquette (ou d'un disque dur) est l'endroit approprié. Le code complet du virus est écrit dans un endroit non décelable par l'utilisateur, comme un groupe marqué comme défaut ou une piste jamais utilisée.\n   4. Les antivirus recherchent des signatures spécifiques (suites d'octets) associées aux virus connus, et appliquent une procédure de traitement appropriée lorsque le test est positif. La méthode de traitement consiste à restaurer les paramètres originaux du système en annulant le lancement du programme parasite, ou à effacer le fichier contaminé ou reformater le support.\n   5. Protection : Il n'existe pas de protection universelle contre les virus. La meilleure protection est une grande méfiance et une surveillance constante. Les disquettes provenant de l'extérieur doivent être considérées comme suspectes. Il est recommandé d'examiner toutes les machines à l'antivirus avant la formation et de passer régulièrement les machines à l'antivirus.\n   6. Utilisation de programmes tels que DEBUG, PCTOOLS, et NORTON pour visualiser le secteur. Attention à la présence de messages d'erreur inattendus ou remplacés. Les virus \"Partition\" peuvent infecter toutes les partitions d'un disque dur, affectant leur structure BOOT, FAT, et DIRECTORY.\n   7. L'éradication d'un virus connu n'est pas un problème technique insurmontable, mais la phase d'identification des nouveaux virus est délicate. Pour produire des antivirus efficaces, il faut détecter les nouveaux virus. Un réseau d'utilisateurs (appuyé principalement sur les utilisateurs de l'EPI) existe pour aider à cette identification."
}